// ... Proxy settings ...

str_proxy_0_listTitle = "FTP Proxy";
str_proxy_0_desc = "FTP Proxy Server";

str_proxy_1_listTitle = "Web Proxy (HTTP)";
str_proxy_1_desc = "Web Proxy Server";

str_proxy_2_listTitle = "Secure Web Proxy (HTTPS)";
str_proxy_2_desc = "Secure Web Proxy Server";

str_proxy_3_listTitle = "Streaming Proxy (RTSP)";
str_proxy_3_desc = "Streaming Proxy Server";

str_proxy_4_listTitle = "SOCKS Proxy";
str_proxy_4_desc = "SOCKS Proxy Server";

str_proxy_5_listTitle = "Gopher Proxy";
str_proxy_5_desc = "Gopher Proxy Server";

str_proxy_6_listTitle = "Automatic Proxy Configuration";
str_proxy_6_desc = "Proxy Configuration File";

// ... Internet Sharing ...

// "str_NoSharingForUsers" 		= "Internet Sharing cannot be managed for Users.";
// "str_NoSharingForGroups" 	= "Internet Sharing cannot be managed for Groups.";
